Revit 2027 API
BuiltInFailures.MassFailures.FaceRegionCreationFailed Property
 Failure in face region creation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FaceRegionCreationFailed { get; }
Public Shared ReadOnly Property FaceRegionCreationFailed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FaceRegionCreationFailed {
	FailureDefinitionId^ get ();
}
static member FaceRegionCreationFailed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace